<?php
$memo1='清朝末年，红顶商人胡雪岩凭借着高超的商业才能，迅速崛起成为江南首富。<br>相传在衰亡之前，胡雪岩将一笔巨额财富分散暗藏在一个地方。坊间传言，得此财富者可得半壁江山。<br>而最近一副藏宝图的现世是这笔财富的踪影终于有迹可循…<br>青龙、白虎、朱雀、玄武、麒麟、貔貅乃江南地区势力最大的六大门派，他们各怀心思，意图吞并其他门派独占鳌头。<br>在听闻宝藏现世后，六大门派均派出各自最得力的高手前往寻宝…<br>';
$memo2='融合龙门古镇特色，采取线上线下结合来打造的特色游戏产品。<br>学员们可以在活动中领略水乡古镇风情，又能在游戏中熟悉彼此，找到自己的定位，实现自我的认知感，增强团队的凝聚力。 <br>既是互相竞争，更需要合纵连横，如何权衡利弊全靠“玩商”在线，同时也显示了在现实中的竞争激励和合作的重要性。<br>各位玩家们，还不赶紧上车？！！！<br>';
$memo3='龙门古镇位于杭州市西南52公里的富春江南岸，是“富春江-新安江-千岛湖”旅游线上的国家一级景点，有320国道与之相连，交通便捷，据传是三国孙权的故里。村内以独特的明、清古建筑群而闻名，是现今江南地区明清古建筑群中保存较为完整的山乡古镇。村后有龙门山，海拔1067米，峰峦重叠，气象万千，为富阳群山之冠。东汉名士严子陵曾游龙门，观山势异常，赞叹：“此地山清水秀，胜似吕梁龙门”，古镇也因此得名<br>';
$r=array('memo1'=>$memo1,'memo2'=>$memo2,'memo3'=>$memo3);
echo serialize(($r));
?>
